Repository: laplamgor/PRPR
Catalog: PRPR/Strings/*/BooruHomePage.resw
Source language: en_us
Languages: zh_hant

# AppBarButtonFilter.Label
source: Filter
zh_hant: 篩選

# AutoSuggestBoxSearch.PlaceholderText
source: Search for tags
zh_hant: 搜索標籤

# CheckBoxRatingExplicit.Content
source: Explicit
zh_hant: 明顯

# CheckBoxRatingQuestionable.Content
source: Questionable
zh_hant: 可疑

# CheckBoxRatingSafe.Content
source: Safe
zh_hant: 安全

# CheckBoxRatioHorizontal.Content
source: Horizontal
zh_hant: 橫向

# CheckBoxRatioVertical.Content
source: Vertical
zh_hant: 縱向

# MessageDialogRatingTag.Content
source: Rating metatag is not available in this app because it will conflict with the local filter.
zh_hant: 評級標籤會與本地篩選器衝突，因此無法在本應用使用。

# MessageDialogRatingTag.Title
source: Rating Metatag Disabled
zh_hant: 評級標籤已被禁用

# MessageDialogTooManyTags.Content
source: You can at most use 6 tags when searching.
zh_hant: 搜索時最多使用6個標簽。

# MessageDialogTooManyTags.Title
source: Too Many Keywords
zh_hant: 關鍵字過多

# StackPanelHeaderBrowse.Tag
source: Browse
zh_hant: 瀏覽

# StackPanelHeaderFavorite.Tag
source: Favorite
zh_hant: 收藏

# StackPanelHeaderFeature.Tag
source: Feature
zh_hant: 精選

# StackPanelHeaderMore.Tag
source: More
zh_hant: 更多

# TextBlockAllowHeld.Text
source: Some images recently uploaded but not yet tagged will be held up temporarily. You may disclose these images before they are ready, but blacklists will not work on these images.
zh_hant: 一些剛上傳但未被標籤的圖片都會可能會暫時被攔截。您可以選擇提前看到這些新圖，但黑名單可能對它們沒有效果。

# TextBlockAllowHidden.Text
source: Usually images containing a lot of text are hidden by default.
zh_hant: 一般以文字為主的圖片都會被預設隱藏。

# TextBlockAllowHiddenItem.Text
source: Hidden Images
zh_hant: 隱藏圖片

# TextBlockBlacklist.Text
source: Any post containing all blacklisted tags on a line will be hidden. Separate tags with spaces. This blacklist is not synced with your yandere account.
zh_hant: 所有包含黑名單標籤的貼圖將被隱藏。用空格分隔標籤。注意此黑名單不會與您yandere帳號的網頁版設置同步。

# TextBlockBlacklistItem.Text
source: Blacklist
zh_hant: 黑名單

# TextBlockFavoriteSorting.Text
source: Sorting:
zh_hant: 排序：

# TextBlockFavoriteSortingFavorite.Text
source: Favorite Date
zh_hant: 收藏日期

# TextBlockFavoriteSortingHighScore.Text
source: High Score First
zh_hant: 高分優先

# TextBlockFavoriteSortingLowScore.Text
source: Low Score First
zh_hant: 低分優先

# TextBlockFavoriteSortingNewPost.Text
source: New Post First
zh_hant: 新圖優先

# TextBlockFavoriteSortingOldPost.Text
source: Old Post First
zh_hant: 舊圖優先

# TextBlockHeaderBrowse.Text
source: Browse
zh_hant: 瀏覽

# TextBlockHeaderFavorite.Text
source: Favorite
zh_hant: 收藏

# TextBlockHeaderFeature.Text
source: Feature
zh_hant: 精選

# TextBlockHeaderMore.Text
source: More
zh_hant: 更多

# TextBlockPatchNotes.Text
source: Patch Notes
zh_hant: 更新日誌

# TextBlockRating.Text
source: This setting is not available due to the Windows Store policy.
zh_hant: 基於應用商店政策，此設定目前不可用。

# TextBlockRatingItem.Text
source: Rating
zh_hant: 評級

# TextBlockRatioItem.Text
source: Aspect Ratio
zh_hant: 長闊比

# TextBlockRatioSquare.Text
source: p.s. Square images are treated as horizontal.
zh_hant: 注意：正方圖片歸入橫向類

# TextBoxBlacklist.Header
source: Tag Blacklist
zh_hant: 黑名單標籤

# ToggleSwitchAllowHeld.Header
source: Show held images
zh_hant: 顯示被攔截的圖片

# ToggleSwitchAllowHidden.Header
source: Show hidden images
zh_hant: 顯示被隱藏的圖片
